{"Glossary":{"title":"ก. อภิธานศัพท์","links":[],"tags":[],"content":"acoustic compliance ความหยุ่นทางเสียง\nair suspension\nbass reflex เบสรีเฟล็กซ์\ndamping 1.การกันเสียง 2.การหน่วง\nmechanical damping การหน่วงเชิงกล\ndelay ช่วงเวลาหน่วง\ngroup delay เวลาหน่วงเชิงกลุ่ม\ndisplacement การกระจัด\ndisplacement of driver cone ระยะกระจัดของกรวยลำโพง\nefficiency ประสิทธิภาพ\neffectiveness ประสิทธิผล\nexcursion การขยับช่วงสั่น ๆ\ntransducer excursion ช่วงขยับของดอกลำโพง\ncone excursion การขยับของดอกลำโพง\nphase เฟส\nminimum phase เฟสต่ำสุด\npneumatic นิวเมติกส์ (เกี่ยวกับลม อากาศ ท่ออากาศ)\nresistance ความต้านทาน\nreactance รีแอกแทนซ์ (ความต้านทานจินตภาพ)\nimpedance อิมพีแดนซ์ (ความต้านทานเชิงซ้อน)\nresponse ผลตอบสนอง\nfrequency response ผลตอบสนองความถี่\nimpulse response ผลตอบสนองอิมพัลส์ (การดล)\ntransient response ผลตอบสนองชั่วครู่\ntransient ภาวะชั่วคราว (ชั่วครู่) ความกระชับ\nresonance การสั่นพ้อง\nresonance frequency ความถี่สั่นพ้อง\nsound pressure level (SPL) ระดับความดันเสียง\nspeaker, loudspeaker ลำโพง\nspeaker driver ดอกลำโพง\nwoofer วูฟเฟอร์\nsubwoofer ซับวูฟเฟอร์\ntweeter ทวิตเตอร์\nspider (speaker component) สไปเดอร์\nmonitor speaker ลำโพงมอร์นิเตอร์"},"LICENSE":{"title":"LICENSE","links":[],"tags":[],"content":"All Rights Reserved\nCopyright (c) 2024 Napat Charoenlarpkul"},"chapter-1/1.010":{"title":"1.010","links":["chapter-1/","chapter-1/1.030"],"tags":[],"content":"1.10 นิยามและความหมาย\nลำโพงตู้ปิดเป็นลำโพงที่มีการทำงานเรียบง่ายที่สุด มีส่วนประกอบเพียงปริมาตรอากาศในตู้ลำโพงและดอกลำโพงเท่านั้น เสียงที่ได้จะมีลักษณะเหมือนกับวงจรไฟฟ้ากรองความถี่สูงผ่านอันดับสองอนาล็อก (analog 2nd order high-pass filter) ซึ่งถูกกำหนดโดยความถี่สั่นพ้องและความหน่วง\nตู้ปิดจะแบ่งออกเป็นสองแบบหลัก ๆ คือ ลำโพงผนังยาวไม่จำกัด (infinite baffle หรือ IB) และ ลำโพงระบบรองรับลม (air suspension หรือ AS)\nลำโพงผนังยาวไม่จำกัด คือตู้ที่มีขนาดใหญ่พอที่จะทำให้อากาศภายในมีความสามารถในการให้ตัวหรือ ความหยุ่น (compliance) มาก (ให้คิดว่าลมในตู้ทำตัวเป็นสปริงนิ่ม ๆ) โดยความหยุ่นของอากาศนี้สามารถให้ตัวได้ดีเมื่อเทียบกับความหยุ่นของดอกลำโพง\nส่วน ลำโพงระบบรองรับลม ตามชื่อของมัน ตู้ลำโพงนี้จะมีขนาดเล็กจนอากาศภายในมีความหยุ่นน้อยทำให้เหมือนมีสปริงแข็ง ๆ รองรับดอกลำโพงอยู่ จะจัดเป็นลำโพงประเภทนี้ได้อากาศภายในลำโพงจะต้องมีค่าความหยุ่นน้อยกว่าลำโพงอย่างน้อย 3 เท่า (1, 2))\nลำโพงตู้ปิดได้รับความนิยมอย่างมากในช่วงทศวรรษ 1950 นำโดยบริษัท Acoustic Research และก็ยังเป็นที่นิยมในการผลิตอยู่จนปัจจุบัน นอกจากนี้ด้วยความง่ายในการผลิตและยินยอมให้มีความคลาดเคลื่อนได้พอสมควรโดยมีผลต่อ ผลตอบสนองความถี่ (frequency response) และ ผลตอบสนองชั่วครู่ (transient response) ตามที่ออกแบบไว้น้อย ตู้ลำโพงชนิดนี้จึงเหมาะสำหรับผู้เริ่มต้นออกแบบลำโพงที่สุด\n\n\n                  \n                  Info\n                  \n                \nความหยุ่นของอากาศ (air acoustic compliance) ให้คิดว่าอากาศสามารถมีคุณสมบัติเหมือนสปริงได้ ยกตัวอย่างเช่นเข็มฉีดยาที่มีอากาศอยู่ภายใน จากนั้นปิดปลายเข็มฉีดยาไม่ให้อากาศเข้าออกได้ อากาศภายในเข็มฉีดยาจะกลายเป็นสปริง เมื่อพยายามบีบเข็มฉีดยาเข้าอากาศภายในก็จะพยายามดันตัวออก หรือเมื่อพยายามดึงเข็มฉีดยาออกอากาศก็จะพยายามดึงกลับมาให้อยู่ที่เดิม ถ้าหลอดเข็มฉีดยา มีขนาดใหญ่ ความหยุ่นอากาศภายในจะ สูง นั่นคือสามารถให้ตัวง่าย ใช้แรงกับเข็มฉีดยาน้อย ๆ ก็สามารถขยับได้แล้ว แต่ถ้าเข็ม มีขนาดเล็ก ความหยุ่นของอากาศจะต่ำ เข็มฉีดยาก็จะแน่นให้ตัวยาก ต้องใช้แรงมากในการกดเข็มฉีดยาไม่ลง\n\n\n\n                  \n                  Info\n                  \n                \nการตอบสนองชั่วครู่ (transient response) บ้างก็เรียกอย่างไม่ทางการว่าความกระชับ\n\n1.15 นิยามตัวแปร\nf3​ ความถี่ที่สูญเสียกำลังไปครึ่งหนึ่ง หรือ -3 dB (สำหรับออกแบบความถี่ที่เริ่มม้วนตัวลง หรือ roll-off)\nfs​ ความถี่สั่นพ้องของดอกลำโพงในอากาศ\nfc​ ความถี่สั่นพ้องของตู้ปิด\nQ อัตราส่วน รีแอกแทนซ์ ต่อ ความต้านทาน (วงจรอนุกรม) หรือ ความต้านทาน ต่อ รีแอกแทนซ์ (วงจรขนาน)\nQts​ ค่า Q รวมของดอกลำโพงที่ fs​ โดยคิดรวมความต้านทานโดยรวมของดอกลำโพงแล้ว\nQtc​ ค่า Q รวมของระบบที่ fc​ โดยรวมค่าความต้านทางทั้งระบบแล้ว\n\n\n                  \n                  Info\n                  \n                \nค่าความต้านทานนี้ไม่ได้พูดถึงค่าความต้านทานทางไฟฟ้า (R, Res​) อย่างเดียว แต่จะรวมถีงค่าความต้านทานทางกลด้วย (Rms​)\n\n\n\n                  \n                  Info\n                  \n                \nรีแอกแทนซ์ (reactance) คือค่าความต้านทานจินตภาพของขดลวดและตัวเก็บประจุ\n\nVas​ ปริมาตรของอากาศที่มีความหยุ่นเทียบเท่ากับดอกลำโพง\nVab​ ปริมาตรของอากาศเทียบเท่ากับความหยุ่นของระบบ\nXmax​ ระยะชักสูงสุดของดอกลำโพง หรือ ระยะที่กรวยลำโพง (speaker cone) ขยับมากที่สุด\nSd​ พื้นที่ประสิทธิผลของผิวกรวยลำโพง\nVd​ ปริมาตรอากาศมากที่สุดที่ถูกเคลื่อนด้วยดอกลำโพง\nVb​ ปริมาตรสุทธิของตู้ลำโพง\nα อัตราส่วนความหยุ่น\nη0​ ประสิทธิภาพอ้างอิงของระบบ (reference efficiency)\nCas​ ความหยุ่นของดอกลำโพง\nCab​ ความหยุ่นของอากาศในตู้ลำโพง\n\nprevious\nup\nnext\n"},"chapter-1/1.030":{"title":"1.030","links":["chapter-1/1.010","chapter-1/","chapter-1/1.040"],"tags":[],"content":"1.30 ค่า Q ของดอกลำโพง และการตอบสนองความถี่ของตู้ปิด\nเป้าหมายในการเลือกขนาดของตู้ลำโพงให้กับดอกหนึ่ง ๆ จริง ๆ แล้วมีจุดประสงค์เพื่อให้ได้คุณลักษณะของเสียงที่ต้องการ ซึ่งตู้ลำโพงปิดนี้สามารถทำได้ด้วยการวัดและเลือกค่า Q ที่ต้องการ โดยค่า Q ในที่นี้จะใช้ในการบอกลักษณะการขยายของเสียง ณ ความถี่สั่นพ้องของตู้ลำโพง แสดงถึงระดับการความคุมการตอบสนองความถี่ผ่านปัจจัยทางไฟฟ้า ทางกล และนิวเมติกส์ (pneumatic) ของทั้งตัวดอกลำโพงและตู้ลำโพง โดยความสัมพันธ์ระหว่างผลตอบสนองความถี่และค่า Q จะแสดงไว้ในรูปที่ 1.01\n\n\n                  \n                  Title \n                  \n                \n\nรูปที่ 1.01 ผลตอบสนองความถี่ของตู้ปิดที่ค่า Q ต่าง ๆ\n\nจากกราฟผลตอบสนองความถี่ในรูป 1.1 อย่างแรกที่สังเกตุได้คือกราฟทุกเส้นจะมีความชันม้วนตัวลงที่ประมาณ 12 dB/octave ซึ่งจะน้อยกว่าเมื่อเทียบกับตู้เปิดหรือตู้พาสซีฟที่อยู่ที่ 24 dB/octave เมื่อเทียบตู้ปิดกับตู้เปิดทีมี f3​ เดียวกัน ตู้ปิดจะมีเบสที่ลึกกว่าและผลตอบสนองชั่วครู่ที่เสถียรกว่า\nอย่างที่สองคือที่ค่า Qtc​ แต่ละค่าจะมีลักษณะเฉพาะที่แตกต่างกันซึ่งแยกได้ดังนี้\nQtc​=0.5\nการหน่วงขั้นวิกฤต (Critically Damped) - ภาวะชั่วคราวสมบูรณ์ (transient perfect)\nQtc​=3​1​=0.577\nBessel response (D2​) - เวลาหน่วงเรียบที่สุด (max flat delay)\nQtc​=2​1​=0.707\nButterworth response (B2​) -ผลตอบสนองความถี่เรียบที่สุด\nQtc​&gt;2​1​\nChebyshev (elliptical - C2​) Equal Ripple response - รับกำลังได้สูงสุด ประสิทธิภาพสูงสุด แลกกับผลตอบสนองชั่วครู่ที่ลดลง\nหรือพูดได้ว่า Qtc​ ประมาณ 1 จะให้เสียงที่อุ่น และได้ถูกกล่าวว่าเป็นที่ “ขายดี” ตามท้องตลาด\nQ ที่ประมาณ 0.8 จะให้เสียงที่มีรายละเอียดมากขึ้น (จากผลตอบสนองชั่วครู่ที่ดีขึ้น)\nQ ที่ 0.5 มักจะให้เสียงความรู้สึกแน่นมากและอาจจะให้ความรู้สึกทึบได้ แต่บางเจ้าก็จะบอกว่าค่าประมาณ 0.5-0.6 เป็นค่าที่ดีที่สุด\nในบางครั้งก็จะเจอลำโพงเช่น Rogers LS3/5A ที่มีค่า Q สูงถึง 1.2 ซึ่งในกรณีนี้ออกแบบเพื่อให้ลำโพงมอร์นิเตอร์ขนาดเล็กมีเบสมากขึ้น\nแต่โดยทั่วไปแล้ว Q&gt;1.2 ก็มักจะจัดอยู่ในเสียงที่ไม่ดี\n\n\n                  \n                  Title \n                  \n                \n\nรูปที่ 1.01.1 Rogers LS3/5A จาก www.rogers-hifi.uk\n\nตารางที่ 1.00 ความสัมพันธ์ระหว่าง Qtc​ , ความต่างระหว่างจุดดังสุดและส่วนการตอบสนองความถี่ที่เรียบ (Peak dB), อัตราส่วนระหว่างความถี่ที่เกิดความดังสูงสุด fgmax​ กับความถี่ของตู้ลำโพง fc​ และ อัตราส่วนระหว่างความถี่เกิดการกระจัดสูงสุดของดอกลำโพง fxmax​ กับความถี่ของตู้ลำโพง\nตาราง 1.00\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQtc​Peak dBfgmax​/fc​fxmax​/fc​0.50-00.5770-00.7070-00.80.2132.1380.4680.90.6871.6160.6191.01.2491.4140.7071.11.8331.3050.7661.22.4121.2380.8081.32.9741.1920.8391.43.5151.1590.8631.54.0331.1340.882\nเมื่อ\nPeakdBfgmax​fxmax​​=20⋅log10​Qtc2​Qtc4​​−0.25​=1−2⋅Qtc2​1​​fc​​=fc​⋅1−2⋅Qtc2​1​​​​\n\nในปี 1969 มีการออกแบบสำรวจโดยศาตราจารย์ Richard Small ที่ประเทศอเมริกา อังกฤษ และยุโรป มีผลสรุปว่าลำโพงปิดแบบ AS ส่วนใหญ่จะมีอยู่ 2 ประเภท\n\nจุดตัดความถี่ต่ำอยู่ใต้ 50 Hz ค่า Qtc​ สูงสุดที่ 1.1 และขนาดตู้ใหญ่กว่า 40 ลิตร\nจุดตัดความถี่ต่ำสูงกว่า 50 Hz ค่า Qtc​ อยู่ระหว่าง 1.2 - 2.0 ขนาดตู้เล็กกว่า 56 ลิตร\n\nลำโพงประเภทที่ 1 มักจะใช้เปิดเพลงออร์เคสตรา ส่วนประเภทที่สองที่มีเบสมากกว่ามักจะใช้เปิดเพลงป๊อป 60s\n1.35 วิธีวิเคราะห์ค่า Q ของตู้ลำโพงแบบอื่น ๆ\nควบคู่กับการเปลี่ยนแปลงจุดสูงสุด fxmax​ และ fgmax​ ยังมีตัวแปรอื่น ๆ ที่สามารถใช้อธิบาย Q ของตู้อีก เมื่อค่าความหน่วงเชิงกลของดอกลำโพงมีการเปลี่ยนแปลงและลดการตอบสนองอิมพัลส์ลง (เช่นจากเบสแน่น ๆ ไปเป็น เบสบวม ๆ) จะเกิดการเปลี่ยนแปลงขึ้น นั้นคือมุมของเฟสที่ f3​, การขยับของดอกลำโพง, กราฟปริมาณเวลาหน่วงเชิงกลุ่ม, กราฟอิมพีแดนซ์, ความเร็วในการขยับของกรวยลำโพง และ ปริมาณกระแส สูตรที่ใช้สำหรับคำนวณค่าเหล่านี้อาจจะใช้หัวคิดคำนวณได้ยาก แต่ปัจจุบันก็มีโปรแกรมคอมพิวเตอร์ที่สามารถคำนวณค่าพวกนี้ได้ง่ายขึ้น เปลี่ยนจากเดิมที่แทบจะคำนวณด้วยมือไม่ได้เลยให้สามารถเห็นภาพได้ทันที\nเมื่อทดลองจำลองโมเดลตู้ลำโพงดอก 10 นิ้ว (Audio Concepts AC-10) ที่มี Qtc​ ตั้งแต่ 0.7 ถึง 1.5 และปรับตัวแปรอื่น ๆ ให้เหมาะสำหรับตู้แบบ IB ไม่มีต่ออนุกรมตัวต้านทานเพิ่ม และมีการใส่ไฟเบอร์กลาส 50% ของปริมาตร (50% ของปริมาตรนี้หมายถึงบุผนังลำโพงภายในทุกด้านยกเว้นด้านลำโพง ด้วยไฟเบอร์กลาสหนา 10 ซม. ความหนาแน่น 16 g/l)\nปริมาตรของตู้ลำโพง Vb​ ถูกคำนวณโดยใช้ Qtc​ ตั้งได่ผลออกมาดังในตาราง 1.01\nตาราง 1.01\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQtc​dB PeakPhase AngleSlope dB/oct.f3​(Hz)Vb​(l)0.7090°10.603573.50.90.6997°11.953945.31.01.25100°12.084333.41.11.83103°12.824626.11.22.41106°13.195021.01.54.0110°13.966411.9\nจากข้อมูลในตาราง 1.01 กับผลการจำลองระดับความดันเสียง (SPL) และเฟส (Phase) ในรูปที่ 1.02 จะแสดงให้เห็นว่าเมื่อค่าของ Qtc​ สูงขึ้น ตำแหน่ง f3​, เฟส, และความชันที่ f3​ ก็เพิ่มขึ้นด้วย\nเฟส (Phase) ที่ใช้กับลำโพงจะหมายถึง ฟังก์ชันความชันของระดับความดันเสียง ซึ่งถ้าไม่มีตัวแปรอื่น ๆ มาทำให้เฟสเลื่อนผิดไปจากฟังก์ชันความชัน จะเรียกว่าระบบนี้ว่า ระบบเฟสต่ำสุด (minimum phase system) ซึ่งลำโพงส่วนใหญ่จะเป็นแบบนั้น เฟสจะถูกวัดโดยดูจากระยะเวลาตั้งแต่สัญญาณขาเข้าจนถึงสัญญาณออกมาจากกรวยลำโพง ยิ่งระยะเวลาหน่วงมากความชันของกราฟเฟสในความถี่นั้นก็จะเพิ่มขึ้น กราฟเฟสในรูปที่ 1.02 แสดงให้เห็นถึงการเปลี่ยนแปลงของความชันม้วนลงของระดับความดันเสียง\n\n\n                  \n                  Title \n                  \n                \n\nรูปที่ 1.02 ผลตอบสนองความถี่แกนหลัก ระดับความดันเสียง (SPL) และ เฟส\n\nรูปที่ 1.03 แสดงช่วงชักของดอกลำโพงในแต่ละค่า Qtc​ เมื่อขนาดตู้ใหญ่ขึ้น Qtc​ จะลดลง ช่วงชักสูงสุดของกรวยลำโพงก็จะเพิ่มขึ้น และระดับความดังสูงสุดก่อนที่ลำโพงจะเกิดเสียงเพี้ยนเกินรับได้ลดลง เมื่อดูกราฟนี้ก็จะเริ่มเห็นสิ่งที่ต้องแลกระหว่างความหน่วงที่ดีและการรับกำลังที่ดี (power handling)\n\n\n                  \n                  Title \n                  \n                \n\nรูปที่ 1.03 ช่วงขยับของดอกลำโพง\n\n\n\n                  \n                  INFO\n                  \n                \nความเพี้ยน (distortion) ที่เกินรับได้ อาจจะเป็นเรื่องอัตวิสัยของแต่ละคน แต่ละคนรับรู้ตวามเพี้ยนได้ไม่เท่ากันขึ้นอยู่กับความเคยชินและประสบการณ์ แนวทางที่ผมใช้จะแบ่งตามระดับของคุณภาพลำโพง ลำโพงที่ดีควรมีค่าความเพี้ยนไม่เกิน 1% ลําโพงไฮเอนด์ควรมีค่าไม่เกิน 0.5% ลำโพงทั่ว ๆ ไปไม่เกิน 2-3 % แต่ถ้าความเพี้ยนเกิน 5% แสดงว่าลำโพงนั้นมีปัญหาแล้ว ทั้งนี้ความเพี้ยนส่วนหนึ่งอาจเกิดจากการเปิดเสียงที่ดังเกินความสามารถของแอมป์หรือลำโพงซึ่งก็เป็นสิ่งที่ต้องคำนึงไว้ด้วย\n\nอีกตัวชีวัดหนึ่งของความหน่วงที่เปลี่ยนไป (Q ที่เปลี่ยนไป) มาจากรูปร่างของกราฟเวลาหน่วงเชิงกลุ่ม (group delay) รูปที่ 1.04 เวลาหน่วงเชิงกลุ่ม (Group Delay) คือ การค่าที่ได้จากการคำนวนผลการตอนสนองเฟสของระบบลำโพงและตู้ลำโพง นิยามโดยความชันของผลการตอบสนองเฟส (โดยเฉพาะค่าอนุพันธ์ติดลบของความชันเฟส) ค่านี้ใช้อธิบายระยะเวลาหน่วงสัมพันธ์ของส่วนประกอบสเปกตรัมของรูปคลื่น\nในทางคณิตศาสตร์\nGroupDelay=−f2​−f1​phasef2​−phasef1​​\nกราฟเวลาหน่วงเชิงกลุ่มที่เรียบแบนแสดงให้เห็นว่าคลื่นของทุกความถี่จะสามารถวัดได้ในเวลาพร้อมกัน ส่วนถ้ากราฟมีส่วนที่สูงขึ้นมาก็จะบอกได้ว่าความถี่นั้นก็วัดได้ช้ากว่าความถี่อื่น การหน่วงที่ดีจะสัมพันธ์กับการมาพร้อมกันของทุกคลื่นความถี่ รูปที่ 1.04 แสดงเวลาหน่วงเชิงกลุ่มของแต่ละ Qtc​ จากกราฟที่เกือบแบนของ Qtc​ ที่ 0.7 (ถ้า Qtc​ 0.5 จะได้กราฟที่แบนพอดี) กลายเป็นยอดเขาชันขึ้นเรื่อย ๆ เมื่อ Qtc​ เพิ่มขึ้น\n\n\n                  \n                  Title \n                  \n                \n\nรูปที่ 1.04 เวลาหน่วงเชิงกลุ่ม (group delay)\n\nยอดของค่าอิมพีแดนซ์ที่จุดความถี่สั่นพ้องก็มีการเปลี่ยนแปลงเช่นกัน เมื่อ Qtc​ เพิ่มขึ้น อิมพีแดนซ์ก็จะแคบลงและแหลมขึ้น รูปที่ 1.05 เปลี่ยบเทียบกราฟของอิมพีแดนซ์ของ Qtc​ เซตเดิม สังเกตุว่าค่าอิมพีแดนซ์ลดลงเมื่อ Qtc​ สูงขึ้นด้วย\n\n\n                  \n                  Title \n                  \n                \n\nรูปที่ 1.05 อิมพีแดนซ์ของระบบ\n\nรูปที่ 1.06 เป็นกราฟแสดงความเร็วการขยับของกรวยลำโพงและปริมาตรการของอากาศที่ขยับ ความเร็วการขยับของกรวยลำโพงจะมีหน่วยเป็นเมตรต่อวินาที (m/s) ซึ่งจะความสัมพันธ์ระหว่างความถี่และความเร่งของกรวยลำโพง ปริมาตรการของอากาศที่ขยับจะมีลักษณะเดียวกันเพียงแต่จะมีความสัมพันธ์กับความถี่และความเร่งของปริมาตรอาการที่ขยับแทน มีหน่วยเป็น ลูกบาศก์เมตรต่อวินาที (m3/s) สังเกตว่ากราฟจะมีลักษณะคล้าย ๆ กับกราฟอิมพีแดนซ์ กราฟจะแคบลงเมื่อ Qtc​ เพิ่มขึ้น จุดที่มีความเร่งสูงสุดจะอยู่ที่ความถี่สั่นพ้องของตู้ fc​\n\n\n                  \n                  Title \n                  \n                \n\nรูปที่ 1.06 ความเร็วของกรวยลำโพง\n\n\nprevious\nup\nnext\n"},"chapter-1/1.040":{"title":"1.040","links":["chapter-1/1.030","chapter-1/","chapter-1/1.050"],"tags":[],"content":"1.40 การเลือกวูฟเฟอร์ และการสร้างตู้\nดอกวูฟเฟอร์ที่ถูกออกแบบมาเพื่อใช้ในตู้ปิดจะมีความถี่สั่นพ้องของดอกลำโพงในอากาศ (fs​) มีนำหนักของกรวยค่อนข้างมาก (Mms​) และขดลวดเสียง (voice coils) ที่ยาว\nถ้าดูที่ Qts​ ลำโพงตู้ปิดปกติแล้วจะต้องการ Qts​ ที่สูงกว่า 0.3 ซึ่งเป็นนัยว่าจะต้องเลือกดอกที่มีแม่เหล็กใหญ่พอสมควร และควรหลีกเลี่ยงดอกลำโพงที่มีแม่เหล็กเล็ก (9,10) ศาตราจารย์ Richard Small ได้ให้หลักเกณฑ์ไว้ชื่อว่า Efficiency Bandwidth Product (EBP) (11))\nโดย EBP คำนวณจาก\nEBP=ค่าQเชิงไฟฟ้าความถี่สั่นพ้องในอากาศ​=Qes​fs​​\nถ้าค่าของ EBP อยู่ที่ 50 ลงไปจะบอกว่าดอกลำโพงนี้เหมาะสมกับตู้ปิด ส่วนค่า EBP ที่สูงกว่า 100 จะเหมาะกับตู้เบสรีเฟล็กซ์มากกว่า (12))\nอีกกฎเกณฑ์หนึ่งที่ถูกนำมาใช้ในการเลือกดอกวูฟเฟอร์คือความยาวของขดลวดเสียงที่เกินออกมาจากแม่เหล็ก ซึ่งส่งผลให้กรวยลำโพงสามารถขยับได้มากขึ้นหรือ Xmax​ มากขึ้น (รูปที่ 1.07) โดยทั่วไปแล้วลำโพงตู้ปิดจะต้องการ Xmax​ ที่มากกว่าตู้เบสรีเฟล็กซ์ที่ลงได้ถึงความถี่เดียวกัน ถ้าจะให้ค่าที่เจาะจง คือ ดอก 6-8 นิ้ว ควรมี Xmax​ ซัก 2-4 มม. ลำโพง 10-12 นิ้ว ควรจะมี Xmax​ ที่ 5-8 มม.\n\n\n                  \n                  Warning\n                  \n                \nหนังสือเล่มนี้ค่อนข้างเก่าและยังไม่ได้มีการปรับปรุงข้อมมูลส่วนนี้มากนัก ในปัจจุบันลำโพงตู้ปิดนิยมเอาไปใช้พร้อมกับ Digital Signal Processor หรือ DSP ซึ่งสามารถช่วยในการเพิ่มพลังในย่านความถี่ต่ำให้มากขึ้น ซึ่งก็จะทำให้ต้องการช่วงชักของกรวยลำโพงมากขึ้นไปด้วย ดอกลำโพงวูฟเฟอร์สมัยใหม่มักจะมี Xmax​ ค่อนข้างมากอยู่แล้วเช่นดอก 3-4 นิ้ว ค่า Xmax​ จะอยู่ประมาณ 3-4 มม. หรือดอกคุณภาพสูงขนาด 5.5 นิ้วที่มี Xmax​ ถึง 8 มม. ก็มีเช่นกัน\n\nค่า Xmax​ โดยปกติแล้วโรงงานจะบอกมาให้ ในกรณีที่บางเจ้าไม่ได้บอกมา คุณก็อาจจะสามารถดูได้เองด้วยการเอาลำโพงไปส่องกับไฟสว่าง ๆ แล้วมองทะลุส่วนสไปเดอร์เข้าไป สไปเดอร์ส่วนใหญ่จะมีความโปรงแสงพอที่จะทำให้เห็นขดลวดได้\n\n\n                  \n                  WARNING\n                  \n                \nในปัจจุบันวิธีการนี้อาจจะใช้ได้ยากขึ้นเพราะสไปเดอร์ค่อนข้างหนาและมีสีเข้มขึ้น อาจจะต้องใช้วิธีส่องดูจากรูด้านข้างลำโพงแทน\n\n\n\n                  \n                  Title \n                  \n                \n\nรูปที่ 1.07 ขดลวดเสียงและ Xmax​​\n\n\n\n                  \n                  Title \n                  \n                \n\nรูปที่ 1.07.1 ขดลวดเสียงของ Tang Band W5-1138SMF\n\nตู้ลำโพงปิดจะต้องเป็นตู้ที่ปิดสนิดไม่ให้มีส่วนที่อากาศเข้าออกได้อย่างเด็ดขาด วิธีที่ดีทำให้มันใจว่าตูลำโพงจะปิดสนิดคือใช้กาวซิลิโคนทาทุก ๆ ข้อต่อภายในตู้ลำโพง นอกจากนี้จะต้องระวังไม่ให้ออกกาศรั่วผ่านทางขั่วต่อสายลำโพงด้วย ในตลาดจะมีขายขั่วต่อสายเป็นชุดโดยมีลักษณะเป็นเบ้ามาให้ซึ่งก็ต้องดูด้วยว่ามียางลองมาให้ด้วยไหม ถ้าไม่มีก็ให้ใช้กาวซิลิโคนปิดทุกจุดที่อาจจะเกิดลมรั่วให้หมด\n\n\n                  \n                  Title \n                  \n                \n\nรูปที่ 1.07.2 ขั้วต่อสาย\n\nส่วนลมรั่วที่เกิดจากยางขอบลำโพงหรือหมวดกันฝุ่นที่มีรูสามารถอนุโลมข้ามไปได้ เพราะถ้าพยายามแก้ส่วนนั้นจริงอาจจะเกิดปัญหาอื่น ๆ ตามมาภายหลังได้ ลำโพงที่มียางที่ติดไม่แน่หรือหลุดง่ายจะไม่เหมาะสำหรับทำตู้ลำโพงปิดและไม่ควรใช้อย่างยิง หมวกกันฝุ่นหรือหน้าดอกลำโพงที่มีรูสามารถทำให้ลมรั่วได้ แต่ปกติแล้วจะเป็นเพราะต้องการใช้เป็นรูช่วยระบายความร้อน จะปิดรูพวกนั้นไปจะทำให้คุณสมบัติลำโพงเปลี่ยนไป\n\n\n                  \n                  Title \n                  \n                \n\nรูปที่ 1.07.3 ลำโพงที่หมวกกันฝุ่นมีรู Dynaudio Esotec 15W75-08\n\n\nprevious\nup\nnext\n"},"chapter-1/1.050":{"title":"1.050","links":["บทที่-8-วิธีทดสอบลำโพง","chapter-1/Tables-1.03---1.12","chapter-1/1.040","chapter-1/","chapter-1/1.060"],"tags":[],"content":"1.50 การหาขนาดตู้ลำโพงและตัวแปรที่เกี่ยวข้อง\nวิธีการคำนวนขนาดตู้ลำโพงปิดนั้นจะค่อนข้างตรงไปตรงมา ตัวแปรที่ใช้มีดังนี้\n\nfs​ ความที่สั่นพ้องดอกลำโพงในอากาศ\nQts​ ค่า Q รวมของดอกลำโพง\nVas​ (l) ปริมาตรของอากาศที่มีความหยุ่นเทียบเท่ากับดอกลำโพง (ลิตร)\nXmax​ (mm) ระยะชักสูงสุดของดอกลำโพง (มม.)\nSd​ (m2) พื้นที่ทำงานของดอกลำโพง (ตร.ม.)\nVd​ (m3) ปริมาตรอากาศสูงสุดที่ถูกขับด้วยลำโพง (ลบ.ม.) =Sd​×Xmax​\n\nตัวแปรที่ 4, 5, และ 6 จะเป็นค่าที่ได้มาจากโรงงาน ค่าที่ 1, 2 และ 3 สามารถวัดและคำนวนได้โดยวิธีการจะอยู่ใน บทที่ 8 วิธีทดสอบลำโพง) และแนะนำว่าความจะคำนวนเองเพราะค่าจากโรงงานนั้นมักจะมีปัจจัยหลาย ๆ อย่างทำให้ค่าไม่ตรงตามสเปคโรงงานเช่นอาจจะมีการเปลี่ยนแปลงในไลน์การผลิตโดยที่คุณไม่รู้ นอกจากนี้ยังต้องคำนึงถึงตัวต้านทานที่ต่ออนุกรมอยู่กับลำโพงด้วย เช่น ความต้านทานในเครื่องขยายเสียง ความต้านทานในสายสัญญาณ และความต้านทานในวงจากครอสโอเวอร์\nวิธีที่ดีที่สุดในการเลือกขนาดของตู้ลำโพงและความถี่คือต้องลองสร้างตารางเปรียบเทียบจากค่า Qts​ที่ 0.5 ถึง 1.1 พร้อมกับคำนึงถึงตัวแปลอื่น ๆ ใช้ตาราง 1.3 ถึง 1.11) หรือสมการณ์เพื่อหาค่าอัตราส่วนความหยุ่น α ความถี่สั่นพ้องของตู้ fc​ และความถี่ -3 dB f3​ ซึ่งได้จาก ตาราง 1.12)\nสมาการออกแบบตู้ปิด\nα=(Qts​Qtc​​)2−1\nfc​=Qts​Qtc​×fs​​\nf3​=2​fc​​⋅(Qtc2​1​−2)+(Qtc2​1​−2)2+4​​\nจากนั้นใช้ ตารางออกแบบ\nขนาดตู้ความถี่−3dBความถี่สั่นพ้องของตู้​Vb​f3​fc​​===​αVas​​(fc​f3​​)×fc​(fs​fc​​)×fs​​\n=== Draft\n1.51 การแปรปรวนของค่า Qtc​, Fs​, และ Vas​\nในการผลิตลำโพงของโรงงานถึงแม้ว่าจะเป็นลำโพงรุ่นเดียวกัน (กรวยเดียวกัน ขดลวดเสียงเดียวกัน ยาง หมวก แม่เหล็ก ระยะ ฯลฯ) ค่าของ Qtc​, Fs​, และ Vas​ ก็ยังมีการแปรปรวนได้ ค่าตัวแปรของลำโพงที่ได้จากการสุ่มสองตัวอาจจะวัดได้ค่าที่ต่างกันพอสมควร แต่ก็ไม่ต้องตระหนกเกินไปเพราะว่าอัตราส่วนของ fs​/Qts​ และผลคูณของ Vas​fs2​ มีค่าที่ไม่เปลี่ยนไปมาก ทำให้ผลการคำนวณขนาดลำโพงสุดท้ายออกมาขนาดไม่ต่างกันมากตัวอย่างลำโพงรุ่นเดียวกัน 2 ดอกในตารางที่ 1.02\nตาราง 1.02\nตู้ปิด Qtc​=1.0\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nดอกลำโพงที่ 1ดอกลำโพงที่ 2fs​31.5Hz38HzQts​0.450.54Vas​84.10l54.37lVb​21.23l22.37lfc​69.9Hz70.4HzVb​ มีความต่างกันไม่เกิน 10%\n\nprevious\nup\nnext\n"},"chapter-1/1.060":{"title":"1.060","links":["chapter-1/reference","chapter-1/1.050","chapter-1/","chapter-1/1.070"],"tags":[],"content":"1.60 ตัวแปรอื่น ๆ\nตัวแปรอีก 3 อย่าง ที่มีประโยชน์ในการวัดคุณภาพของลำโพงปิด ได้แก่ ประสิทธิภาพอ้างอิง กำลังขับที่ถูกจำกัดโดยการกระจัดสูงสุด และกำลังไฟที่ต้องใช้ในการขับลำโพงจนถึงการกระจัดสูงสุด\n1.61 ประสิทธิภาพอ้างอิง (η0​)\nประสิทธิภาพอ้างอิงจะขึ้นอยู่กับค่าตัวแปรของดอกลำโพงเป็นหลักและไม่นับการเปลี่ยนแปลงที่มากับตู้ลำโพง โดยปกติจะให้ค่ามาเป็นเปอร์เซนต์หรือส่วนใหญ่ก็จะให้มาในรูปของระดับความดันเสียง (SPL) โดยทั่วไป η0​ จะมีประโยชน์ในการเปรียบเทียบประสิทธิภาพของดอกลำโพงหลาย ๆ ดอกที่อยู่ในระบบเดียวกัน เพื่อให้มีระดับความดังที่เท่า ๆ กันในดอกลำโพงแต่ละดอก\nประสิทธิภาพอ้างอิงในอากาศสามารถคำนวณจากสมการ\nη0​=Qes​K(f33​Vas​)​\nเมื่อ\nK=9.64×10−10\nสำหรับ Vas​ ในหน่วยลิตร\nในการคำนวณ Vas​ ควรจะถูกวัดจากหน้าลำโพงหรือตู้ลำโพงที่มีขนาดใกล้เคียงกับตู้ลำโพงที่กำลังออกแบบ\n\n\n                  \n                  NOTE\n                  \n                \nสัมการนี้อาจจะพบอีกชื่อหนึ่งว่า Hoffman’s Iron Law\n\nสมการนี้ยังสามารถแปลงเป็นเป็นระดับความดันเสียงที่ 1W,1m ได้จาก\nPercentage(%)SPL@1W/1m(dB)​==​η0​×100112+10log10​η0​​\nη0​ ที่พบเห็นได้มีค่าได้ตั้งแต่ 0.35% ถึง 1.5% ตามใน ตารางที่ 1.13 รายการค่าประสิทธิภาพของดอกลำโพงที่มีชื่อ\nตาราง 1.13 ประสิทธิภาพของดอกลำโพง\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nยี่ห้อ รุ่นη0​ (%)η0​ (SPL)Altec 411-8A1.4494 dBKEF B-1390.6290 dBPolydax HD-20 B 250.4288 dBFocal 8N4010.4889 dBFocal 10C020.6290 dB\n\n\n                  \n                  NOTE\n                  \n                \nเทคโนโลยีในปัจจุบันไปไกลกว่าหนังสือมาก ทุกวันนี้เราสามารถเห็นดอกลำโพงที่มี η0​ ที่ต่ำถึง 0.001% ได้ และอาจจะเจอตัวมีประสิทธิภาพที่สูงถึง 7% เช่นกัน\nซึ่งเนื่องมาจากการพัฒนาของแอมป์ class D ซึ่งสามารถให้กำลังได้สูงกว่าแอมป์ในสมัยก่อนอย่างมาก ทำให้การพัฒนาดอกลำโพงไม่จำเป็นต้องเน้นให้มีประสิทธิภาพสูงอีกต่อไป เราก็จะเห็นดอกที่สามารถเล่นความถี่ได้ต่ำลง (f3​ ลดลง) แลกกับประสิทธิภาพที่ต่ำลง (η0​ ลดลง) ตามในสมการ\n\nสำหรับค่า η0​ ในตู้ปิด (ไม่มีการหน่วงภายใน) สามารถคำนวณจากสมการ\nη0​=Qes​(Vas​+Vb​)Kfc3​Vas​Vb​​\n1.62 กำลังขับที่ถูกจำกัดโดยการกระจัดสูงสุด (Par​)\nPar​ คือ กำลังสูงสุดที่ดอกลำโพงจะสามารถขับออกมาได้โดยยังอยู่ในช่วงการทำงานเชิงเส้นและยังไม่เกิดเสียงเพี้ยนจนเกินไป ช่วงการทำงานเชิงเส้นสามารถดูได้จากช่วง Xmax​ (ช่วงระยะของขดลวดทั้งหมด ลบ ด้วยความหนาของหน้าเพลสแม่เหล็กแล้ว หาร 2)\nช่วงการทำงานเชิงเส้นจะใช้ค่าประมาณที่มากกว่า Xmax​ อยู่เล็กน้อยเช่น +15% หรือบ้างครั้งก็เพื่อไว้มากขึ้น โดยยึดจากความสามารถในการได้ยินเสียงเพี้ยนในย้ายความถี่ต่ำของมนุษย์นั้นไม่ค่อยดี (13)\nPar​ (RMS ของกราฟ sine) สามารถคำนวณจาก\nPar(cw)​=Kp​f34​Vd2​\nโดย Kp​ คือค่าคงที่ของระดับกำลัง ซึ่งจะเปลี่ยนไปตาม Qtc​ ของตู้\nตาราง 1.14 ความสัมพันธ์ของ Kp​ และ Qtc​\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQtc​Kp​0.5000.060.5770.150.7070.390.8000.570.9000.751.0000.841.1000.951.2000.841.5000.71Vd​ คือปริมาตรอากาศที่ถูกขับโดยลำโพงคำนวณจาก\nVd​=Sd​×Xmax​\nSd​ พื้นที่หน้าดอกลำโพงคำนวณจาก\nSd​=πr2=3.1416×4D2​\nเมื่อ D คือเส้นผ่านศูนย์กลางดอกลำโพงบวก 1 ใน 3 ของขอบลำโพงทั้งสองข้าง\nตาราง 1.15 ขนาดลำโพงและ Sd​ โดยประมาณ\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nขนาดดอกลำโพงSd​(cm2)5 นิ้ว897 นิ้ว1588 นิ้ว21510 นิ้ว33012 นิ้ว45015 นิ้ว855\nPar(cw)​ สามารถใช้ในการบอกกำลังที่จะได้จากตู้ลำโพงที่มี Qtc​ ต่าง ๆ โดยระดับกำลังสูงสุดจะอยู่ที่ Qtc​=1.1 จากนั้นจะลดลงตาม Qtc​ ที่ลดลง\nอย่างไรก็ตามที่ Qtc​ ต่ำกว่า 1.1 ความถี่ที่เกิด Xmax​ จะอยู่ต่ำกว่า f3​ เสมอ ทำให้การใช้ Par(cw)​ ที่วัดกำลังที่ตำแหน่งที่เกิด Xmax​ ไม่เหมาะกับการนำมาอ้างอิงประสิทธิภาพโดยรวมเท่าใดนัก เนื่องจากกำลังที่ใช้อ้างอิงหรือวัดกำลังแบบโปรแกรม ความถี่ที่สนใจจะสูงกว่า f3​ ทำให้ในทางปฏิบัติแล้วจะหาค่า Par​ ที่ค่าสูงสุดจะดีกว่า\nดังนั้นค่า Par​ โปรแกรม หรือ Par(P)​ จะได้จาก\nPar(P)​SPL1W/1m​==​0.85f34​Vd2​112+10log10​Par(P)​​\n1.63 กำลังไฟฟ้าสูงสุดที่รับได้ (Per​)\nPer​ คือกำลังอินพุตที่ต้องใช้เพื่อให้ได้  Par​ คำนวณจาก\nPer​=η0​Par(cw)​​\nเมื่อ Per​ และ Par(cw)​ มีหน่วยเป็นวัตต์ และ η0​ เป็นเปอร์เซนต์\nPer​ จะเทียบได้กับสเป็คของลำโพงที่เขียนว่า Power handling, Power(RMS) หรือ Power (program)  และให้ระวังเมื่อคำนวณ Per​ ได้สูงกว่าค่าที่เขียนในสเป็ค\n\nprevious\nup\nnext\n"},"chapter-1/1.070":{"title":"1.070","links":[],"tags":[],"content":"1.070 ตัวอย่างตารางออกแบบ\nตาราง 1.16 ตัวอย่างลำโพงวูฟเฟอร์ 8 นิ้ว\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQts​Qes​Qms​fs​Xmax​Sd​(cm2)Vd​(l)Vas​(l)0.450.533.031.53.5mm2157.52584.1"},"chapter-1/Tables-1.03---1.12":{"title":"Tables 1.03 - 1.12","links":[],"tags":[],"content":"ตาราง 1.03 Qtc​=0.5\nดูตารางได้จาก spreadsheet\nตาราง 1.04 Qtc​=0.577\nดูตารางได้จาก spreadsheet\nตาราง 1.05 Qtc​=0.707\nดูตารางได้จาก spreadsheet\nตาราง 1.06 Qtc​=0.8\nดูตารางได้จาก spreadsheet\nตาราง 1.07 Qtc​=0.9\nดูตารางได้จาก spreadsheet\nตาราง 1.08 Qtc​=1.0\nดูตารางได้จาก spreadsheet\nตาราง 1.09 Qtc​=1.1\nดูตารางได้จาก spreadsheet\nตาราง 1.10 Qtc​=1.2\nดูตารางได้จาก spreadsheet\nตาราง 1.11 Qtc​=1.5\nดูตารางได้จาก spreadsheet\nตาราง 1.12 -3dB Roll-off Point f3​\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQtc​f3​/fc​0.5001.55380.5771.27250.7071.00000.8000.89720.9000.82951.0000.78621.1000.75671.2000.73581.5000.6993"},"chapter-1/index":{"title":"1. ลำโพงตู้ปิดสำหรับระบบความถี่ต่ำ","links":["chapter-1/1.010","chapter-1/1.030","chapter-1/1.040","chapter-1/1.050","chapter-1/1.060","chapter-1/reference"],"tags":["sealed"],"content":"หัวข้อ\n\n1.10 นิยามและความหมาย\n1.15 นิยามตัวแปร\n1.30 ค่า Q ของดอกลำโพง และการตอบสนองความถี่ของตู้ปิด\n1.35 วิธีวิเคราะห์ค่า Q ของตู้ลำโพงแบบอื่น ๆ\n1.40 การเลือกวูฟเฟอร์ และการสร้างตู้\n1.50 การหาขนาดตู้ลำโพงและตัวแปรที่เกี่ยวข้อง\n1.51 การแปรปรวนของค่า Qtc, Fs, และ Vas\n1.60 ตัวแปรอื่น ๆ\nอ้างอิง\n"},"chapter-1/reference":{"title":"อ้างอิง","links":[],"tags":[],"content":"\nD. B. Weems, “Closed-Box Speaker System Design,” Popular Electronics, June-July 1973.\nE.M. Villchur, “Revolutionary Loudspeaker and Enclosure,” Audio, October 1954.\nR. Small, “Direct Radiator Loudspeaker, System Analysis,” JAES, June 1972.\nR. Small, “Closed-Box Loudspeaker System, Part 1, 2” JAES, Jan./Fab. 1973.\nV. Brociner, “Speaker Size and Performance in Small Cabinets,” Audio, March 1970.\nL” Beranek, Acoustics, McGraw Hill, 1953, p. 226.\nM. Colloms, High Performance Loudspeakers, Pentech Press, 1978, 1985.\nDr. Richard C. Cabot, “Audio Tests and Measurements,” Audio Engineering Handbook, edited by K. Blair Benson, 1988 by McGraw Hill Inc.\nJ. Ashley and T. Saponas, “Wisdom and WItchcraft of Old Wives Tales and Woofer Baffles,” JAES, October 1970.\nH. D. Hardwood, “Some Factors in Loudspeaker Quality,” Wireless World, May 1975.\nR. Small, “Suitability of Low-frequency Drivers for Horn Loaded Loudspeaker Systems,” AES preprint No. 1251\n"},"chapter-8/index":{"title":"8. วิธีทดสอบลำโพง","links":[],"tags":[],"content":""},"index":{"title":"Loudspeaker Design Thai","links":["chapter-1/","chapter-8/"],"tags":[],"content":"คำนำ\nเนื่องจากยังไม่หนังสือออกแบบลำโพงภาษาไทยที่เขียนในเชิงวิชาการลึก ๆ เลย ผมจึงคิดว่าถ้าเขียนหนังสือซักเล่มโดยอ้างอิงจากหนังสือระดับครูอย่าง Loudspeaker Design Cookbook ของ Vance Dickason ก็คงจะดี\nคำศัพท์ที่ใช้จะพยายามแปลเป็นภาษาไทยให้มากที่สุด โดยใช้แปลจาก ศัพท์บัญญัติ ๔๐ สาขาวิชา ของสำนักงานราชบัณฑิตยสภา หรือคำอื่น ๆ ที่มักจะใช้ในตลาด\nสารบัญ\n\nบทที่ 0 - ดอกลำโพงทำงานอย่างไร\nบทที่ 1 - ลำโพงตู้ปิดสำหรับระบบความถี่ต่ำ\nบทที่ 2 - ลำโพงตู้เปิดสำหรับระบบความถี่ต่ำ\nบทที่ 3 - ลำโพงพาสซีฟสำหรับระบบความถี่ต่ำ\nบทที่ 4 - ลำโพงทรานสมิสชันไลน์สำหรับระบบความถี่ต่ำ\nบทที่ 5 - โครงสร้างของตู้ลำโพง: รูปร่าง และ การบุภายใน\nบทที่ 6 - หน้าตู้ลำโพง: ตำแหน่งลำโพง ระยะห่าง และ อื่น ๆ\nบทที่ 7 - วงจรครอสโอเวอร์ แบบพาสซีฟและแบบแอคทีฟ\nบทที่ 8 - วิธีทดสอบลำโพง\nบทที่ 9 - ซอฟแวร์สำหรับออกแบบฟัฒนาลำโพง\nบทที่ 10 - อุปกรณ์สำหรับวัดอะคูสติกห้อง และวิธีแก้อะคูสติกห้อง\nบทที่ 11 - ระบบเสียงในรถ\nบทที่ 12 - ระบบเสียงโฮมเธียเตอร์\nบทที่ 13 - สตูดิโอ มอนิเตอร์\nบทที่ 14 - ลำโพงลูกผสม\n"},"readme":{"title":"readme","links":[],"tags":[],"content":"LDT - Loudspeaker Design Thai คู่มือออกแบบลำโพงฉบับภาษาไทย\nเนื่องจากยังไม่หนังสือออกแบบลำโพงภาษาไทยที่เขียนในเชิงวิชาการลึก ๆ เลย ผมจึงคิดว่าถ้าเขียนหนังสือซักเล่มโดยอ้างอิงจากหนังสือระดับครูอย่าง Loudspeaker Design Cookbook ของ Vance Dickason ก็คงจะดี\nคำศัพท์ที่ใช้จะพยายามแปลเป็นภาษาไทยให้มากที่สุด โดยใช้แปลจาก ศัพท์บัญญัติ ๔๐ สาขาวิชา ของสำนักงานราชบัณฑิตยสภา หรือคำอื่น ๆ ที่มักจะใช้ในตลาด\nDeploy\nคู่มือเขียนด้วย Obsidian ใช้วิธี deploy โดยใช้ quartz"}}